export const books = [
  {
    id: 1,
    groupId: 1,
    title: "Риша решает!1",
    author: "Алекс Хилл",
    image: "public/img/image1.png",
    description:
      "Когда к тебе на улице подходит красавчик и приглашает на бесплатное занятие по танцам, надо соглашаться. Особенно если ты тяжело переживаешь расставание с бывшим, пытаешься не сойти с ума от одиночества и не провалить сессию.",
  },
  {
    id: 2,
    groupId: 2,
    title: "Риша решает!",
    author: "Алекс Хилл",
    image: "public/img/image2.png",
    description:
      "Когда к тебе на улице подходит красавчик и приглашает на бесплатное занятие по танцам, надо соглашаться. Особенно если ты тяжело переживаешь расставание с бывшим, пытаешься не сойти с ума от одиночества и не провалить сессию.",
  },
  {
    id: 3,
    groupId: 2,
    title: "Риша решает!",
    author: "Алекс Хилл",
    image: "public/img/image3.png",
    description:
      "Когда к тебе на улице подходит красавчик и приглашает на бесплатное занятие по танцам, надо соглашаться. Особенно если ты тяжело переживаешь расставание с бывшим, пытаешься не сойти с ума от одиночества и не провалить сессию.",
  },
  {
    id: 4,
    groupId: 2,
    title: "Риша решает!",
    author: "Алекс Хилл",
    image: "public/img/image4.png",
    description:
      "Когда к тебе на улице подходит красавчик и приглашает на бесплатное занятие по танцам, надо соглашаться. Особенно если ты тяжело переживаешь расставание с бывшим, пытаешься не сойти с ума от одиночества и не провалить сессию.",
  },
  {
    id: 5,
    groupId: 3,
    title: "Риша решает!5",
    author: "Алекс Хилл",
    image: "public/img/image1.png",
    description:
      "Когда к тебе на улице подходит красавчик и приглашает на бесплатное занятие по танцам, надо соглашаться. Особенно если ты тяжело переживаешь расставание с бывшим, пытаешься не сойти с ума от одиночества и не провалить сессию.",
  },
  {
    id: 6,
    groupId: 3,
    title: "Риша решает!6",
    author: "Алекс Хилл",
    image: "public/img/image1.png",
    description:
      "Когда к тебе на улице подходит красавчик и приглашает на бесплатное занятие по танцам, надо соглашаться. Особенно если ты тяжело переживаешь расставание с бывшим, пытаешься не сойти с ума от одиночества и не провалить сессию.",
  },
  {
    id: 7,
    groupId: 3,
    title: "Риша решает!7",
    author: "Алекс Хилл",
    image: "public/img/image1.png",
    description:
      "Когда к тебе на улице подходит красавчик и приглашает на бесплатное занятие по танцам, надо соглашаться. Особенно если ты тяжело переживаешь расставание с бывшим, пытаешься не сойти с ума от одиночества и не провалить сессию.",
  },
];

export const defaultBook = {
  id: null,
  groupId: null,
  title: "Риша решает!",
  author: "Алекс Хилл",
  image: "public/img/image1.png",
  description:
    "Когда к тебе на улице подходит красавчик и приглашает на бесплатное занятие по танцам, надо соглашаться. Особенно если ты тяжело переживаешь расставание с бывшим, пытаешься не сойти с ума от одиночества и не провалить сессию.",
};
